;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = wisecleaner.com
; Translation Author Email = support@wisecleaner.com
; Soft Version = 10.3.3
;
[Lang]
NativeLanguage=தமிழ்

[GUI]
ButtonYes=ஆம்
ButtonNo=இல்லை
ButtonOK=சரி
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=மூடு
ButtonRestore=Restore
ButtonMenu=பட்டியல்
Support=Support & Feedback

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = Tam
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Information
Warning = Warnings
Error = Error
Confirm = Confirmation
;
; Main GUI
;
FrmGeneral.chkuac.caption=Skip UAC
FrmWRC.btnassist.caption=Assistance
FrmWRC.btnregclean.caption=Registry Cleaner
FrmWRC.btnadv.caption=System Tuneup
FrmWRC.btnsilm.caption=Registry Defrag
FrmWRC.btnrestore.caption=Restore
FrmWRC.btnsettings.caption=Settings
FrmWRC.btnlikeit.caption=Like it
FrmWRC.btnsuggest.caption=Suggestion and feedback
FrmWRC.WiseSimpleButton1.caption=Backup
FrmWRC.btnupdate.caption=Check for update
FrmWRC.btnfacebook.hint=Follow us on facebook
FrmWRC.btntwitter.hint=Follow us on Twitter
FrmWRC.btnemail.hint=Share it to your friends
FrmWRC.btnmessage.caption=Message


;
; Reg Cleaner
;
FrmReg.caption=Register
FrmRegClean.btnall.caption=Select All
FrmRegClean.btnre.caption=Recommended
FrmRegClean.btnnone.caption=Select None
FrmRegClean.btnCustom.caption=Custom Area
FrmRegClean.WiseLabel1.caption=Scheduler
FrmRegClean.lbltype.caption=Select Run Type:
FrmRegClean.lblweek.caption=Select day:
FrmRegClean.lbltime.caption=Time:
FrmRegClean.btnScan.caption=Scan
FrmRegClean.btncancel.caption=Cancel
FrmRegClean.btnrescan.caption=Back to Main
FrmRegClean.lblstat.caption=By now you haven't cleaned your registry. An instant cleanup is suggested!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Registry Key
FrmReg.lblinfo.caption=Thank you for choosing Wise Registry Cleaner
FrmReg.lblinfoex.caption=Please input your license key to activate the PRO version.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=உங்கள் பெயர்:
FrmReg.lblKey.caption=License Key:
FrmReg.btnReg.caption=Register
FrmReg.btnbuy.caption=Buy Now
FrmReg.lblhelp.caption=Have troubling input license key?
FrmReg.btnContact.caption=Contact us

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimize
FrmOptimizer.btnnone.caption=Select None
FrmOptimizer.btnall.caption=Select All
FrmOptimizer.btnDefault.caption=System Default
FrmOptimizer.lblrecommendinfo.caption=Please try our other products from wisecleaner.com now!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer is a bundle of important registry, disk, and other system utilities for your PC. Easy to use and Effective!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner is the Best Free Disk Cleaner for cleaning junk files and privacy traces. Fast, Thorough and Secured!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Do you want to further improve your Windows performance?
Frmoptimizer.lblinfoex.caption=System tuneup can improve your network, speed your Windows, and stablize your system.
FrmOptimizer.btnoptimize.caption=Optimize
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Registry defrag can get your PC running more quickly and more stably.
FrmRegDefragger.lblstat.caption=You haven't defragmented your registry yet. An instant defrag is suggested!
FrmRegDefragger.btndefrag.caption=Defragment
FrmRegDefragger.lblinfo1.caption=1. We suggest that you close all other applications before running this function.
FrmRegDefragger.lblinfo2.caption=2. The system can be temporarily unresponsive while analyzing and it’s normal.
FrmRegDefragger.lblinfo3.caption=3. The system will reboot automatically once the registry defrag finished.
FrmRegDefragger.lblinfo4.caption=4. Please don’t break off during defrag process as it may cause unknown consequences.
FrmRegDefragger.vtdefrag.Columns[0]=Hive Name
FrmRegDefragger.vtdefrag.Columns[1]=Current Size
FrmRegDefragger.vtdefrag.Columns[2]=New Size
FrmRegDefragger.vtdefrag.Columns[3]=Redundancy Rate
FrmRegDefragger.btnAnalysis.caption=Analyse
;
; Custom scan areas
;
Frmcustom.caption=Custom Area
Frmcustom.btnre.caption=Recommended
Frmcustom.btnall.caption=Select All
Frmcustom.btnnone.caption=Select None
Frmcustom.btncancel.caption=Cancel
Frmcustom.btnok.caption=Ok
;
; About Window
;
Frmabout.lblstatus.caption=Status:
frmabout.lblUninstall.caption=Uninstall Instruction
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Thank the following people for their contributions:
FrmAboutWin.caption=About
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Settings
FrmSettings.tsCommon.caption=General
FrmGeneral.chkexp.caption=Join the Customer Experience Improvement Program
FrmGeneral.lblexp.caption=Detail
FrmSettings.tsAutoRun.caption=Auto Run
FrmSettings.tsExclusion.caption=Exclusion
FrmSettings.btnrestore.caption=About
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancel
FrmGeneral.chkassist.caption=Notify me when someone posted a paid question.
FrmUsers.lblinfo.caption=Select the users you wish Wise Registry Cleaner to manage
FrmUsers.rdcuser.caption=Current user only
FrmUsers.rdauser.caption=All users
FrmUsers.rdusers.caption=Selected users
FrmSettings.tsUsers.caption=Users
FrmGeneral.ckRestorePoint.caption=Auto creates a system restore point before defragging
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Create a "Clean with 1-click" icon, and place it on the desktop
FrmAutorunSettings.lblcmd.caption=Command line mode
FrmAutorunSettings.lblcmdinfo.caption=You can run the program, scan and clean your registry automatically by command line. For more information, please press F1 or click the following URL to read our help documents.
FrmAutorunSettings.btnhelp.caption=Help Online
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Add a Keyword
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Remove
FrmExclusion.btnimport.caption=Import
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Cancel
;
; General Settings
;
FrmGeneral.chkNews.caption=Auto get newsletters
FrmGeneral.chkbackup.caption=Auto back up registry before cleaning
FrmGeneral.WiseLabel1.caption=Check for Updates:
FrmGeneral.WiseLabel2.caption=இயல்பு மொழி:
FrmGeneral.btnchecknew.caption=Check Now
FrmGeneral.lbtran.caption=Translate to...
FrmGeneral.lblscanmode.caption=How to scan the registry
FrmGeneral.rdnormal.caption=Default Scan
FrmGeneral.rdssafe.caption=Fast Scan
FrmGeneral.rddeep.caption=Deep Scan
FrmGeneral.lblBackup.caption=Backup to:
FrmGeneral.btnbr.caption=Browse...
FrmRegClean.lblDefaultHint.Caption=Only scan safe entries
FrmRegClean.lblFullHint.Caption=Full scan mode for advanced users
FrmRegClean.lblCustomHint.Caption=Scan customized entries
TFrmScheduler.lblHint.caption=The scheduled task will use Fast Scan mode.
FrmScheduler.caption=Scheduler
;
; Backup and Restore
;
Frm_br.btncancel.caption=Cancel
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Create a full registry backup
FrmBackup.btnsys.caption=Create a system restore point
FrmRestore.caption=Restore Center
FrmRestore.btnRegBk.caption=Registry Restore
FrmRestore.btnSysBK.caption=System Restore
FrmRestore.btnclose.caption=Close
FrmRestore.btnrestore.caption=Restore
FrmRestore.btnremove.caption=Remove
;
; Update
;
frmupdate.caption=Software Update
;
; Popup Menus
;
pmLicenseKey1=Register
pmLicenseKey=Change license key
pmHelp=Online Help
pmforum=Forum
pmHome=Homepage
pmContact=Contact us
pmCheckNew=Check for updates
pmLang=மொழி தேர்வு
pmSkin=Select Skin
pmAbout=பற்றி
pmIgnore=Ignore Selected Entry
pmrec=Select Safe Entries
pmAll1=Select All
pmNone=Select None
pmGo=Open in Registry editor...
pmExport=Export to...
pmPortable=Create a portable version

;
; Like Us
;
FrmlikeUs.lblTitle.caption=If you love Wise Registry Cleaner, please introduce this lovely free tool to your beloved.
FrmlikeUs.lblInfo.caption=Please share Wise Registry Cleaner with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc... Well done! You will bring convenience and efficiency to their lives.
FrmlikeUs.lblRate.caption= Rate Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Follow Us on:
FrmlikeUs.lblshare.caption=Share Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Free Download
FrmlikeUs.imgrate.hint=Give us 5 star award
FrmlikeUs.imgmail.hint=Share it with your friends
FrmlikeUs.imgface1.hint=Share it on Facebook
FrmlikeUs.imgface2.hint=Follow us on Facebook
FrmlikeUs.imgtwitter1.hint=Share it on Twitter
FrmlikeUs.imgtwitter2.hint=Follow us on Twitter
FrmlikeUs.Caption=Like it
FrmlikeUs.lbldownload.caption=Download more freeware from WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Registry Analysis
FrmProcess.lblwait.caption=Analyzing...
FrmProcess.lblinfo.caption=Your PC will be unresponsive for a few seconds or minutes.
FrmProcess.lblwait.caption=Analyzing, please wait...

[Message]
Unlimited=Unlimited
Free=Free
Registried=Registered
Unregistried=Unregistered
NoNews=You have no unread message.
InvalidRegInfo=Invalid registration information!
alluser=All user
currentuser=Current user
Username=Username
Proupdate=Feel sorry that the giveaway version can’t support upgrading, but we can provide special discount for you to get the latest version. Otherwise it will become FREE version if you choose to update it. Continue?
MWDetected=MalwareBytes is detected to block %s from working. Click OK to get the solution.
ActivateOnline=Checking your registration information, please wait for a few seconds...
WRCRunning=The program is running.
StopAndExit=The program is scanning, do you want to stop the scan and exit now?
EmptyEmail=Email address can't be empty.
EmptyName=Username can't be empty.
InvalidEmail=Invalid email, please input a valid email.
EmpytKey=License key can't be empty.
InvalidKey=Invalid license key, please input a valid key.
EnterEmail=Enter your email
EnterName=Enter your name
EnterKey=Enter your license key
OverMaxTimes=Exceeded the maximum number of activations.
ThanksRegister=Thank you for registering this product!
Activated=The full version has been activated.
ConnectFail=Can not connect to the server, please check your internet connection and try later.
NoRegInfo=Can not find your registration information, if you belive this is a mistake, please contact us.
NeedAdmire=The feature is available to administrator. If you want to run the feature, please login as administrator.
Valuenrea=Value name
Keyname=Key name
ScheduleHint=Cleanup your computer regularly.
Unoptimized=Unoptimized
UpdateError=Update error, do you want to download the latest version in our website?
RegeditorLocked=Your regedit is blocked. The function of backup/restore requires an accessible regedit. Do you want to unblock regedit now?
failtounLock=Failed to unblock regedit. Maybe you need further authorization to realize this operation.
Total=Total
DefragRate=It can help you reduce your registry size by %s.
SuggestDefrag=An immediate registry defrag is recommended.
SuggestIgnore=Your registry hardly has any redundancy, so please defragment it next time.
TypeNoError=Clean
NeverClean=By now you haven't cleaned your registry. An instant cleanup is suggested!
AdviseClean=Regular registry cleanup can get your PC running more quickly and more safely.
DupItem=This item has been listed in the list.
Advisedefrag=Registry defrag can get your PC running more quickly and more stably.
NeverDefrag=You haven't defragmented your registry yet. An instant defrag is suggested!
LastDefrag=The last time you defragmented your registry was on:
TotalDefrag=A total of %.2f has been compressed.
DefaultValue= (Default)
RegBackup=Backup Registry
RegRestore=Restore Registry
CreateBackup=Creating backup data...
Compress=Compressing...
Extracte=Extracting...
Complete=Complete
RestoreReg=Restoring Registry...Wait for a few minutes...
NotSupportOS=The feature is not supported on this operating system.
EnableRestore=System Restore is disabled. Do you want to enable system restore?
SysCreating=Creating a system restore point...
SysRestoring=Preparing to restore the system...
RestorePointDone=The system restore point was successfully created.
RestorePointFail=Failed to create the system restore point.
ErrorMsg=Error Message:
Area=Area
Summary=Description
LeastOne=Please choose at least one area to scan.
IsRunning=The program is scanning, please wait for the scan done, and try again.
Optimized=Optimized
DefragReport=The registry has been compacted. Optimized report:
DefragReport1=The old size of registry:
DefragReport2=The new size of registry:
DefragReport3=Optimized size:
ReOptimize=Optimizing Again
ComfirmDefrag=Please save your unfinished work, because the PC will reboot immediately after the registry defrag. Do you want to start now?
def15After=%d days have passed since you last defragmented your registry. Please defragment it now!
def15Before=Your computer will run fast and stable if you keep your registry as compact as possible.
KeyWord=Please enter your keywords:
ExImport=The exclusion list has been exported to:
NoNewVer=The version you are using is the latest one.
Daily=Daily
Weekly=Weekly
Monthly=Monthly
Never=Never
TranslateTo=Translate to...
NeedBack=It seems that this is your first time to use this program. An immediate registry backup is recommended. Would you like to back it up automatically now?
Newsletter=Newsletter
UpgradeInfo=Upgrade Information
CannotCrTask=Can not create a schedule task.
ScheduleNextTime=The next time:
Exported=The current items have been exported to %s. Do you want to open the file now?
Idle=On Idle
Login=At log on
LastClean=The last time you cleaned your registry was at:
Monday=Monday
Tuesday=Tuesday
Wednesday=Wednesday
Thursday=Thursday
Friday=Friday
Saturday=Saturday
Sunday=Sunday
IssueFound=%d problems were found.
Scanning=Scanning
ScanCanceled=The scan has been canceled!
FindError=A total of %d problems were found this time. %d were unsafe to be deleted.
LogAll=%d problems were found, %d problems have been solved.
LogFail=Failed to remove %d problems.
StartClean=Clean
StartScan=Scan
7After= %d days have passed since you cleaned your registry last time. An instant scan is suggested.
7Before=The cleaner your registry gets, the faster your computer becomes!
ReScanHint=%d problems were found. We suggest you to scan again to find more problems.
CleanNow=Please click "Clean" to fix these problems immediately.
NoError=Congratulations! You have a clean registry!
GoodHabit=It's helpful to keep your PC at peak performance by a regular registry cleanup.
ReScanHint1=We suggest you to scan again to find potential problems immediately.
TypeChanged=You have changed the scanning items!
ReScanHint2=Please scan again to find problems.
CleanDone=Cleanup was completed!
bkAuto=Automatically
bkManual=Manually
BackupDate=Backup Time
BackupType=Backup Type
Problems=Problems
CreateDate=Date Created
Description=Description
Removebackup=Do you want to remove the selected backup?
RemoveSysRestore=Do you want to remove the selected system restore point?
NoBackupSelected=Please choose at least one backup to restore.
RestoreComplete=Restore Complete
RestoreFromSysRestore=You must reboot your computer for system restore. Do you want to start restore now?
WhenIdle=On idle
WhenLogin=At log on
NewVer=A new version is available! Do you want to upgrade it now?
TranslateTo=Translate into...

[Tuneup]
SuperPrefetchParameters=Disable Super-Prefetch to reduce memory consumption on windows (8/10) bootup.
BlueReboot=Disable automatical reboot when system encounters blue screen of death.
RemoteRegAccess=Disable registry modification from a remote computer.
FileListSpeed=Optimize refresh policy of Windows file list.
PreviewUP=Speed up display speed of Taskbar Window Previews.
OptDNS=Optimize DNS and DNS parsing speed.
OptLAN=Optimize LAN connection.
ShowSpeed=Optimized response speed of system display.
AeroSnap=Speed up Aero Snap to make thumb nail display faster.
SSDSpeedup=SSD Optimize
DisablePrefetch=Disable prefetch parameters to extend lifespan of SSD.
DisableSuperPrefetch=Disable Superfetch parameters to extend lifespan of SSD.
DisableDefragBoot=Disable drive defrag system on boot to extend lifespan of SSD. 
DisableDefragIdle=Disable auto defrag when idle to extend lifespan of SSD.
EnableTRIM=Enable TRIM function to improve working performance of SSD.
OptIEConnection=Increased max connections per server. Webpage viewing speed and online video watching speed enhanced.
IconCache=Increase system icon cache and speed up desktop display.
RestoreAll=Do you want to restore all the items to Windows default?
NoSelectedItem=Please select one item at minimum.
OptItems=The following %d items can be optimized.
ItemsOptimized=%d items have been optimized.
TakeEff=Some changes will not come into effect until you reboot your PC.
NoItems=Congratulations! All the items have been optimized.
BootSpeedup=Bootup/Shutdown acceleration.
SystemStable=System Stability
SystemSpeedup=System Speedup
NetworkSpeedup=Network Speedup
PrefetchParameters=Optimize prefetch parameters to improve Windows boot-up speed.
BootDelay=Reduces "check disk" time to improve Windows boot-up speed.
BootPartition=Enable optimization feature to improve Windows boot-up speed.
ClearPagingFile=Disable clearing Windows Paging File at shutdown to speed up PC shutdown.
TimeOut=Reduce application idleness at closing to improve the shutdown process.
AutoKill=Close frozen processes to avoid system crashes.
RestartExplorer=Automatically restart the Windows Explorer to stop an unexpected desktop disappearing.
TwoProcess=Set Windows Explorer components to run in separate processes avoiding system conflicts.
ErrorReport=Disable screen error reporting to improve system performance.
Debugger=Disable the debugger to speed up error processing.
OptMemory=Optimize memory default settings to improve system performance.
OptVEff=Optimize front end components (dialog box, menus, etc.) appearance to improve system performance.
OptFileSystem=Optimize the file system to improve system performance.
OptDiskSystem=Optimize disk I/O subsystem to improve system performance.
DisAutoRun=Disable the "Autoplay" feature on drives to avoid virus infection/propagation.
OptDiskIdle=Optimize disk I/O while CPU is idle.
OptTTL=Optimize TTL (Time To Live) settings to improve network performance.
OptNetForward=Optimize network forward ability to improve network performance.
OptMTU=Improve TCP/IP performance through automatic detection of "black holes" in routing at Path MTU Discovery technique.
OptWINS=Optimize WINS name query time to improve data transfer speed.
OptNetWork=Optimize network settings to improve communication performance.
CloseAnimate=Close animation effect when maximizing or minimizing a window to speed up the window response.
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Option may be ignored if physical memory is <1 GB)
StaticIP=Set a static IP for your local connection to speed up your PC boot.
PorcessorTime=Optimize processor performance for execution of applications, games, etc. (Ignore if server)
DisableIDECheck=Prevent IDE channel checking by Windows to improve the Windows boot-up speed.
ForeAppSpeed=Boost the response speed of foreground programs.
AeroPeek=Boost the display speed of Aero Peek.
OptEthernet=Optimize Ethernet card performance.

[Type]
ContextMenu=Invalid Context Menu Items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Components
FireWall=Firewall Settings
RootAll=Invalid Paths
SoftwareSection=Software Paths
ApplicationPaths=Application Paths
FileTypes=File Types
HelpFiles=Help Files
Fonts=Fonts
SharedDLL=Shared DLLs
MRULists=User MRU Lists
UninstallSection=Uninstaller
StartMenu=Start Menu
StartupProgram=Startup Programs
SoundandAppEvents=Sound and AppEvents
IEUrlHistory=IE URL History
IFEO=Image File Execution
EmptyKey=Empty Keys
App=Application Settings

[ErrorMessage]
MUIError1=Missing MUI reference, but drive "%s" is %s, recommend you ignore this error.
MUIError=Missing MUI reference
ServiceNotExists=Service program specified not exists.
MimeExName=Incorrect MIME file extension registered: %s
EmptyKey=Empty Key
EmptyHelpdirctory=Empty Help directory.
FileNotExist=File (Folder) does not exist.
HFileNotExist=Help File (Folder) does not exist. 
EmptyValue=Empty value 
TypeLib=Type Library does not exist:
NodeEmpty=Empty Node 
SharedFilenotexist=Shared File does not exist. 
sharedfilenotbeuse=Shared file is not used. 
noconnection=Without file connection information.
Invalidpathtoicon=Invalid path to icon. 
ReferstoaninvalidClass=Refer to an invalid Class. 
Emptyshellcommand=Shell command is empty. 
Invalidshellcommand=Invalid shell command (File does not exist). 
Fontsnotexist=Fonts File does not exist. 
Hijacking=%s has been hijacked by %s. 
MRULists=User MRU Lists 
invalidOpenWith=No application associated with this type. 
ReferActivex=Refer to an invalid ActiveX/COM entry. 
EmptyCLSID=Empty CLSID. 
ComSourceNotExist=COM Source does not exist. 
invalidUnistall=Invalid uninstall information. 
notexist=does not exist. 
ObsoleteStartMenuItem=Obsolete Start Menu Item. 
SoundFilenotexist=Sound File does not exist. 
FileNotExist1=File (Folder) does not exist, but drive "%s" is %s, recommend you to ignore this error.
OpenWithError=Open with error, the specified application does not exist.
OpenWithError1=Open with error, the specified application does not exist. But the drive "%s" is %s, recommend you to ignore this error.
ComSourceNotExist1=COM Source does not exist, but drive %s is %s, recommend you to ignore this error.

[Summary]
ContextMenu=Invalid context menu items
MUICache=Missing MUI Cache Reference
Services=Invalid Windows services
Activex=Invalid ActiveX and COM components
FireWall=Invalid Windows firewall settings
RootAll=Invalid paths and files
SoftwareSection=Invalid paths and files left by removed software
ApplicationPaths=Invalid registered application paths and files
FileTypes=Invalid file extension information
HelpFiles=Invalid registered help files
Fonts=Invalid font information
SharedDLL=Missing shared dynamic-link libraries
MRULists=History of user accessed files, watched movies, edited documents etc.
UninstallSection=Useless or invalid uninstallation information
StartMenu=Obsolete start menu items
StartupProgram=Obsolete or invalid startup programs
SoundandAppEvents=Obsolete or invalid settings of sound and events
IEUrlHistory=Visited web history with IE
IFEO=Malicious entries created by spyware, virus or malware
EmptyKey=Entries with no information
App=Invalid application settings

[AutoClean]
ErrorsFixed=errors have been cleaned.
Title=Congratulations!
ErrorsFound=errors were found.

[AutoUpdate]
CurrentFile=Current File:
Canceling=Canceling...
CANCEL=Cancel
Ready=Ready for download

[Skin]
SkinDefault=Default
SkinBlue=Blue
SkinGreen=Green
SkinCustom=Custom
SkinColor=Custom skin color

[EUASK]
regcaption=Register
logincaption=Login
FrmEuaskLogin.lblJoin.Caption=Join Euask
FrmEuaskLogin.lblSign.Caption=Sign in to Euask
FrmEuaskLogin.lblnick.Caption=Username:
FrmEuaskLogin.lbl1.Caption=Password:
FrmEuaskLogin.btnlogin.caption=Login
FrmEuaskLogin.btnregister.Caption=Register
FrmEuaskLogin.btnpwd.Caption=Forgot your password?
FrmEuaskLogin.WiseLabel1.Caption=Username:
FrmEuaskLogin.WiseLabel2.Caption=Password:
FrmEuaskLogin.btnreg.caption=Register
FrmEuaskLogin.WiseSimpleButton1.Caption=Login
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Not now
inputuser=Please input your password and user name.

[Renew]
subscribed=Do not remind me again.
title=Wise Registry Cleaner PRO will expire in %d days!
title1=Your license key has expired. Please renew it in time!
Price=Renew Pro only %s!
Describe=You might lose the privileges of Pro version.

[Edit]
pmcut=Cut
pmcopy=Copy
pmpaste=Paste
pmdelete=Delete
pmselectall=Select all
pmundo=Undo
Renew=Renew now